brew "biome"
brew "chezmoi"
brew "delta"
brew "fresh-editor"
brew "fzf"
brew "gh"
brew "git"
brew "intelli-shell"
brew "lazygit"
brew "mosh"
brew "pi-coding-agent"
brew "starship"
brew "superfile"
brew "tmux"
brew "worktrunk"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "opencode"
cask "alt-tab"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
